{
    "users": [
        { "name": "admin", "email": "admin@domain.com", "password": "123456", "phone": "(48) 00000-0000", "role": "ADMIN" }
    ],

    "knowledgeAreas": [
        { "name": "Ciências Exatas e da Terra" },
        { "name": "Ciências Biológicas" },
        { "name": "Engenharia / Tecnologia" },
        { "name": "Ciências da Saúde" },
        { "name": "Ciências Agrárias" },
        { "name": "Ciências Sociais" },
        { "name": "Ciências Humanas" },
        { "name": "Lingüística, Letras e Artes" }
    ],

    "themeAreas": [
        { "name": "Comunicação" },
        { "name": "Cultura" },
        { "name": "Direitos Humanos e Justiça" },
        { "name": "Educação" },
        { "name": "Meio Ambiente" },
        { "name": "Saúde" },
        { "name": "Tecnologia e Produção" },
        { "name": "Trabalho" }
    ],

    "extensionLines": [
        { "number":  1, "name": "2006 – Alfabetização, leitura e escrita"                                  , "operation": "Alfabetização e letramento de crianças, jovens e adultos; formação do leitor e do produtor de textos; incentivo à leitura; literatura; desenvolvimento de metodologias de ensino da leitura e da escrita e sua inclusão nos projetos político-pedagógicos das escolas." },
        { "number":  2, "name": "2006 – Artes cênicas"                                                     , "operation": "Dança, teatro, técnicas circenses, performance; formação, capacitação e qualificação de pessoas que atuam na área; memória, produção e difusão cultural e artística." },
        { "number":  3, "name": "2006 – Artes integradas"                                                  , "operation": "Ações multiculturais, envolvendo as diversas áreas da produção e da prática artística em um único programa integrado; memória, produção e difusão cultural e artística." },
        { "number":  4, "name": "2006 – Artes plásticas"                                                   , "operation": "Escultura, pintura, desenho, gravura, instalação, apropriação; formação, memória, produção e difusão cultural e artística." },
        { "number":  5, "name": "2006 – Artes visuais"                                                     , "operation": "Artes gráficas, fotografia, cinema, vídeo; memória, produção e difusão cultural e artística." },
        { "number":  6, "name": "2006 – Comunicação estratégica"                                           , "operation": "Elaboração, implementação e avaliação de planos estratégicos de comunicação; realização de assessorias e consultorias para organizações de natureza diversa em atividades de publicidade, propaganda e de relações públicas; suporte de comunicação a programas e projetos de mobilização social, a organizações governamentais e da sociedade civil." },
        { "number":  7, "name": "2006 – Desenvolvimento de produtos"                                       , "operation": "Produção de origem animal, vegetal, mineral e laboratorial; manejo, transformação, manipulação, dispensação, conservação e comercialização de produtos e subprodutos." },
        { "number":  8, "name": "2006 – Desenvolvimento regional"                                          , "operation": "Elaboração de diagnóstico e de propostas de planejamento regional (urbano e rural) envolvendo práticas destinadas à elaboração de planos diretores, a soluções, tratamento de problemas e melhoria da qualidade de vida da população local, tendo em vista sua capacidade produtiva e potencial de incorporação na implementação das ações; participação em fóruns Desenvolvimento Local Integrado e Sustentável – DLIS; participação e assessoria a conselhos regionais, estaduais e locais de desenvolvimento e a fóruns de municípios e associações afins; elaboração de matrizes e estudos sobre desenvolvimento regional integrado, tendo como base recursos locais renováveis e práticas sustentáveis; permacultura; definição de indicadores e métodos de avaliação de desenvolvimento, crescimento e sustentabilidade." },
        { "number":  9, "name": "2006 – Desenvolvimento rural e questão agrária"                           , "operation": "Constituição e/ou implementação de iniciativas de reforma agrária, matrizes produtivas locais ou regionais e de políticas de desenvolvimento rural; assistência técnica; planejamento do desenvolvimento rural sustentável; organização rural; comercialização; agroindústria; gestão de propriedades e/ou organizações; arbitragem de conflitos de reforma agrária; educação para o desenvolvimento rural; definição de critérios e de políticas de fomento para o meio rural; avaliação de impactos de políticas de desenvolvimento rural." },
        { "number": 10, "name": "2006 – Desenvolvimento tecnológico"                                       , "operation": "Processos de investigação e produção de novas tecnologias, técnicas, processos produtivos, padrões de consumo e produção (inclusive tecnologias sociais, práticas e protocolos de produção de bens e serviços); serviços tecnológicos; estudos de viabilidade técnica, financeira e econômica; adaptação de tecnologias." },
        { "number": 11, "name": "2006 – Desenvolvimento urbano"                                            , "operation": "Planejamento, implementação e avaliação de processos e metodologias visando proporcionar soluções e o tratamento de problemas das comunidades urbanas; urbanismo." },
        { "number": 12, "name": "2006 – Direitos individuais e coletivos"                                  , "operation": "Apoio a organizações e ações de memória social, defesa, proteção e promoção de direitos humanos; direito agrário e fundiário; assistência jurídica e judiciária, individual e coletiva, a instituições e organizações; bioética médica e jurídica; ações educativas e preventivas para garantia de direitos humanos." },
        { "number": 13, "name": "2006 – Educação profissional"                                             , "operation": "Formação técnica profissional, visando a valorização, aperfeiçoamento, promoção do acesso aos direitos trabalhistas e inserção no mercado de trabalho." },
        { "number": 14, "name": "2006 – Empreendedorismo"                                                  , "operation": "Constituição e gestão de empresas juniores, pré-incubadoras, incubadoras de empresas, parques e pólos tecnológicos, cooperativas e empreendimentos solidários e outras ações voltadas para a identificação, aproveitamento de novas oportunidades e recursos de maneira inovadora, com foco na criação de empregos e negócios, estimulando a pró-atividade." },
        { "number": 15, "name": "2006 – Emprego e renda"                                                   , "operation": "Defesa, proteção, promoção e apoio a oportunidades de trabalho, emprego e renda para empreendedores, setor informal, proprietários rurais, formas cooperadas/associadas de produção, empreendimentos produtivos solidários, economia solidária, agricultura familiar, dentre outros." },
        { "number": 16, "name": "2006 – Endemias e epidemias"                                              , "operation": "Planejamento, implementação e avaliação de metodologias de intervenção e de investigação tendo como tema o perfil epidemiológico de endemias e epidemias e a transmissão de doenças no meio rural e urbano; previsão e prevenção." },
        { "number": 17, "name": "2006 – Espaços de ciência"                                                , "operation": "Difusão e divulgação de conhecimentos científicos e tecnológicos em espaços de ciência, como museus, observatórios, planetários, estações marinhas, entre outros; organização desses espaços." },
        { "number": 18, "name": "2006 – Esporte e lazer"                                                   , "operation": "Práticas esportivas, experiências culturais, atividades físicas e vivências de lazer para crianças, jovens e adultos, como princípios de cidadania, inclusão, participação social e promoção da saúde; esportes e lazer nos projetos políticopedagógico das escolas; desenvolvimento de metodologias e inovações pedagógicas no ensino da Educação Física, Esportes e Lazer; iniciação e prática esportiva; detecção e fomento de talentos esportivos." },
        { "number": 19, "name": "2006 – Estilismo"                                                         , "operation": "Estilismo e moda." },
        { "number": 20, "name": "2006 – Fármacos e medicamentos"                                           , "operation": "Uso correto de medicamentos para a assistência à saúde, em seus processos que envolvem a farmacoterapia; farmácia nuclear; diagnóstico laboratorial; análises químicas, físico-químicas, biológicas, microbiológicas e toxicológicas de fármacos, insumos farmacêuticos, medicamentos e fitoterápicos." },
        { "number": 21, "name": "2006 – Formação de professores (formação docente)"                        , "operation": "Formação e valorização de professores, envolvendo a discussão de fundamentos e estratégias para a organização do trabalho pedagógico, tendo em vista o aprimoramento profissional, a valorização, a garantia de direitos trabalhistas e a inclusão no mercado de trabalho formal." },
        { "number": 22, "name": "2006 – Gestão do trabalho"                                                , "operation": "Estratégias de administração; ambiente empresarial; relações de trabalho urbano e rural (formas associadas de produção, trabalho informal, incubadora de cooperativas populares, agronegócios, agroindústria, práticas e produções caseiras, dentre outros)." },
        { "number": 23, "name": "2006 – Gestão informacional"                                              , "operation": "Sistemas de fornecimento e divulgação de informações econômicas, financeiras, físicas e sociais das instituições públicas, privadas e do terceiro setor." },
        { "number": 24, "name": "2006 – Gestão institucional"                                              , "operation": "Estratégias administrativas e organizacionais em órgãos e instituições públicas, privadas e do terceiro setor, governamentais e não-governamentais." },
        { "number": 25, "name": "2006 – Gestão pública"                                                    , "operation": "Sistemas regionais e locais de políticas públicas; análise do impacto dos fatores sociais, econômicos e demográficos nas políticas públicas (movimentos populacionais, geográficos e econômicos, setores produtivos); formação, capacitação e qualificação de pessoas que atuam nos sistemas públicos (atuais ou potenciais)." },
        { "number": 26, "name": "2006 – Grupos sociais vulneráveis"                                        , "operation": "Questões de gênero, de etnia, de orientação sexual, de diversidade cultural, de credos religiosos, dentre outros, processos de atenção (educação, saúde, assistência social, etc }, de emancipação, de respeito à identidade e inclusão; promoção, defesa e garantia de direitos; desenvolvimento de metodologias de intervenção." },
        { "number": 27, "name": "2006 – Infância e adolescência"                                           , "operation": "Processos de atenção (educação, saúde, assistência social, etc }, promoção, defesa e garantia de direitos; ações especiais de prevenção e erradicação do trabalho infantil; desenvolvimento de metodologias de intervenção tendo como objeto enfocado na ação crianças, adolescentes e suas famílias." },
        { "number": 28, "name": "2006 – Inovação tecnológica"                                              , "operation": "Introdução de produtos ou processos tecnologicamente novos e melhorias significativas a serem implementadas em produtos ou processos existentes nas diversas áreas do conhecimento; considera-se uma inovação tecnológica de produto ou processo aquela que tenha sido implementada e introduzida no mercado (inovação de produto) ou utilizada no processo de produção (inovação de processo)." },
        { "number": 29, "name": "2006 – Jornalismo"                                                        , "operation": "Processos de produção e edição de notícias para mídias impressas e eletrônicas; assessorias e consultorias para órgãos de imprensa em geral; crítica de mídia." },
        { "number": 30, "name": "2006 – Jovens e adultos"                                                  , "operation": "Processos de atenção (saúde, assistência social, etc }, emancipação e inclusão; educação formal e não formal; promoção, defesa e garantia de direitos; desenvolvimento de metodologias de intervenção, tendo como objeto a juventude e/ou a idade adulta." },
        { "number": 31, "name": "2006 – Línguas estrangeiras"                                              , "operation": "Processos de ensino/aprendizagem de línguas estrangeiras e sua inclusão nos projetos político-pedagógicos das escolas; desenvolvimento de processos de formação em línguas estrangeiras; literatura; tradução." },
        { "number": 32, "name": "2006 – Metodologias e estratégias de ensino/aprendizagem"                 , "operation": "Metodologias e estratégias específicas de ensino/aprendizagem, como a educação a distância, o ensino presencial e de pedagogia de formação inicial, educação continuada, educação permanente e formação profissional." },
        { "number": 33, "name": "Mídias-artes"                                                             , "operation": "Mídias contemporâneas, multimídia, web-arte, arte digital." },
        { "number": 34, "name": "Mídias"                                                                   , "operation": "Veículos comunitários e universitários, impressos e eletrônicos (boletins, rádio, televisão, jornal, revistas,internet, etc); promoção do uso didático dos meios de educação e de ações educativas sobre as mídias." },
        { "number": 35, "name": "2006 – Música"                                                            , "operation": "Apreciação, criação e performance; formação, capacitação e qualificação de pessoas que atuam na área musical; produção e divulgação de informações, conhecimentos e material didático na área; memória, produção e difusão cultural e artística." },
        { "number": 36, "name": "2006 – Organizações da sociedade civil e movimentos sociais e populares"  , "operation": "Apoio à formação, organização e desenvolvimento de comitês, comissões, fóruns, associações, ONG’s, OSCIP’s, redes, cooperativas populares, sindicatos, dentre outros." },
        { "number": 37, "name": "2006 – Patrimônio cultural, histórico, natural e imaterial"               , "operation": "Preservação, recuperação, promoção e difusão de patrimônio artístico, cultural e histórico (bens culturais móveis e imóveis, obras de arte, arquitetura, espaço urbano, paisagismo, música, literatura, teatro, dança, artesanato, folclore, manifestações religiosas populares }, natural (natureza, meio ambiente) material e imaterial (culinária, costumes do povo }, mediante formação, organização, manutenção, ampliação e equipamento de museus, bibliotecas, centros culturais, arquivos e outras organizações culturais, coleções e acervos; restauração de bens móveis e imóveis de reconhecido valor cultural; proteção e promoção do folclore, do artesanato, das tradições culturais e dos movimentos religiosos populares; valorização do patrimônio; memória, produção e difusão cultural e artística." },
        { "number": 38, "name": "2006 – Pessoas com deficiências, incapacidades, e necessidades especiais" , "operation": "Processos de atenção (educação, saúde, assistência social, etc }, de emancipação e inclusão de pessoas com deficiências, incapacidades físicas, sensoriais e mentais, síndromes, doenças crônicas, altas habilidades, dentre outras; promoção, defesa e garantia de direitos; desenvolvimento de metodologias de intervenção individual e coletiva, tendo como objeto enfocado na ação essas pessoas e suas famílias." },
        { "number": 39, "name": "2006 – Propriedade intelectual e patente"                                 , "operation": "Processos de identificação, regulamentação e registrode direitos autorais e sobre propriedade intelectual epatente." },
        { "number": 40, "name": "2006 – Questões ambientais"                                               , "operation": "Implementação e avaliação de processos de educação ambiental de redução da poluição do ar, águas e solo; discussão da Agenda 21; discussão de impactos ambientais de empreendimentos e de planos básicos ambientais; preservação de recursos naturais e planejamento ambiental; questões florestais; meio ambiente e qualidade de vida; cidadania e meio ambiente." },
        { "number": 41, "name": "2006 – Recursos hídricos"                                                 , "operation": "Planejamento de microbacias, preservação de mata ciliar e dos recursos hídricos, gerenciamento de recursos hídricos e bacias hidrográficas; prevenção e controle da poluição; arbitragem de conflitos; participação em agências e comitês estaduais e nacionais; assessoria técnica a conselhos estaduais, comitês e consórcios municipais de recursos hídricos." },
        { "number": 42, "name": "2006 – Resíduos sólidos"                                                  , "operation": "Orientação para desenvolvimento de ações normativas, operacionais, financeiras e de planejamento com base em critérios sanitários, ambientais e econômicos, para coletar, segregar, tratar e dispor o lixo; orientação para elaboração e desenvolvimento de projetos de planos de gestão integrada de resíduos sólidos urbanos, coleta seletiva, instalação de manejo de resíduos sólidos urbanos reaproveitáveis (compostagem e reciclagem }, destinação final (aterros sanitários e controlados }, e remediação de resíduos a céu aberto; orientação à organização de catadores de lixo." },
        { "number": 43, "name": "2006 – Saúde animal"                                                      , "operation": "Processos e metodologias visando a assistência à saúde animal: prevenção, diagnóstico e tratamento; prestação de serviços institucionais em laboratórios, clínicas e hospitais veterinários universitários." },
        { "number": 44, "name": "2006 – Saúde da família"                                                  , "operation": "Processos assistenciais e metodologias de intervenção para a saúde da família." },
        { "number": 45, "name": "2006 – Saúde e proteção no trabalho"                                      , "operation": "Processos assistenciais, metodologias de intervenção, ergonomia, educação para a saúde e vigilância epidemiológica ambiental, tendo como alvo o ambiente de trabalho e como público os trabalhadores urbanos e rurais; saúde ocupacional." },
        { "number": 46, "name": "2006 – Saúde humana"                                                      , "operation": "Promoção da saúde das pessoas, famílias e comunidades;    humanização dos serviços; prestação de serviços institucionais  em ambulatórios, laboratórios, clínicas e hospitais   universitários; assistência à saúde de pessoas em serviços especializados de diagnóstico, análises clínicas e tratamento;   clínicas odontológicas, de psicologia, dentre outras." },
        { "number": 47, "name": "2006 – Segurança alimentar e nutricional"                                 , "operation": "Incentivo à produção de alimentos básicos, auto-abastecimento, agricultura urbana, hortas escolares e comunitárias, nutrição, educação para o consumo, regulação do mercado de alimentos, promoção e defesa do consumo alimentar." },
        { "number": 48, "name": "2006 – Segurança pública e defesa social"                                 , "operation": "Planejamento, implementação e avaliação de processos e metodologias, dentro de uma compreensão global do conceito de segurança pública, visando proporcionar soluções e tratamento de problemas relacionados; orientação e assistência jurídica, judiciária, psicológica e social à população carcerária e seus familiares; assessoria a projetos de educação, saúde e trabalho aos apenados e familiares; questão penitenciária; violência; mediação de conflitos; atenção a vítimas de crimes violentos; proteção a testemunhas; policiamento comunitário." },
        { "number": 49, "name": "2006 – Tecnologia da informação"                                          , "operation": "Desenvolvimento de competência informacional para identificar, localizar, interpretar, relacionar, analisar, sintetizar, avaliar e comunicar informação em fontes impressas ou eletrônicas; inclusão digital." },
        { "number": 50, "name": "2006 – Temas específicos / Desenvolvimento humano"                        , "operation": "Temas das diversas áreas do conhecimento, especialmente de ciências humanas, biológicas, sociais aplicadas, exatas e da terra, da saúde, ciências agrárias, engenharias, lingüística, (letras e artes }, visando a reflexão, discussão, atualização e aperfeiçoamento humano." },
        { "number": 51, "name": "2006 – Terceira idade"                                                    , "operation": "Planejamento, implementação e avaliação de processos de atenção (educação, saúde, assistência social, etc }, de emancipação e inclusão; promoção, defesa e garantia de direitos; desenvolvimento de metodologias de intervenção, tendo como objeto enfocado na ação pessoas idosas e suas famílias." },
        { "number": 52, "name": "2006 – Turismo"                                                           , "operation": "Planejamento e implementação do turismo (ecológico, cultural, de lazer, de negócios, religioso, etc) como setor gerador de emprego e renda; desenvolvimento de novas tecnologias para avaliações de potencial turístico; produção e divulgação de imagens em acordo com as especificidades culturais das populações locais." },
        { "number": 53, "name": "2006 – Uso de drogas e dependência química"                               , "operation": "Prevenção e limitação da incidência e do consumo de drogas; tratamento de dependentes; assistência e orientação a usuários de drogas; recuperação e reintegração social." }
    ],

    "publics": [
        { "name": "Escolas públicas" },
        { "name": "Escolas particulares" },
        { "name": "Associações" },
        { "name": "Pequenos produtores" },
        { "name": "Pessoas com deficiência" },
        { "name": "Negros/Índios/Quilombolas" },
        { "name": "Adolescentes em conflito com a lei" },
        { "name": "Indivíduos apenados e/ou egressos do sistema penitenciário" },
        { "name": "Indivíduos em situação de rua (moradores de rua)" },
        { "name": "Migrantes/Imigrantes" },
        { "name": "Família" },
        { "name": "Usuários de substâncias psicoativas" },
        { "name": "Comunidades locais" },
        { "name": "Comunidade científica" },
        { "name": "Lideranças Locais" },
        { "name": "Moradores de área de ocupação" },
        { "name": "Outras ONG’s" },
        { "name": "Organizações/movimentos populares" },
        { "name": "Outros", "customizable": true }
    ]

}
